# 1. Вывести на экран 10 раз своё имя
name = "Александра"
for i in range(10):
    print(name)

# 2. Вывести на экран числа от 1 до 100
for i in range(1, 101):
    print(i)

# 3. Вывести на экран все четные числа от 1 до 100
for i in range(2, 101, 2):
    print(i)

# # 4. Вывести на экран все числа от 1 до 100 кратные 4
for i in range(4, 101, 4):
    print(i)
